
"Just now"              = "Vừa xong";
"1 minute ago"          = "1 phút trước";
"%d minutes ago"        = "%d phút trước";
"1 hour ago"            = "1 giờ trước";
"%d hours ago"          = "%d giờ trước";
"Yesterday at %@"       = "Ngày hôm qua lúc %@";
"ICT_DAY_LAST_7"        = "EEEE 'lúc' HH:mm"; // < Last 7 days = "Friday at 13:48"
"ICT_DAY_LAST_30"       = "dd MMMM 'lúc' HH:mm"; // < Last 30 days = "March 30 at 11:14"
"ICT_DAY_LAST_360"      = "MMMM dd"; // < 1 year = "September 15"
"ICT_DAY_OTHER"         = "dd MMMM yyyy";
"Done"                  = "Xong";
"Contries List"         = "Danh sách quốc gia";
"Cancel"                = "Huỷ";
